Repository: shmidtelson/wp-post-rating
Catalog: languages/wp-post-rating-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Stars rating list
ru_ru: Список всех голосов

source: All votes
ru_ru: Все голоса

source: Star rating settings
ru_ru: Настройки звездного рейтинга

source: Star rating position in content
ru_ru: Позиция рейтинга в контенте

source: How to custom display rating widget. Shortcode or PHP
ru_ru: Как программно вывести рейтинг на сайте. Шорткодом или PHP кодом

source: Display in content
ru_ru: Как показать в контенте

source: Display total votes for current post
ru_ru: Показать количество проголосовавших для текущего поста

source: Display average votes for current post
ru_ru: Показать среднее число голосов для текущего поста

source: Votes
ru_ru: Голосов

source: Stars color
ru_ru: Цвет звезд

source: Second (darker) color choose automatically
ru_ru: Дополнительный (темный) цвет подбирается автоматически

source: Text (border) color
ru_ru: Цвет текста (рамки вокруг)

source: Tooltip background color
ru_ru: Цвет тултипа, бэкраунда

source: Enable schema markup
ru_ru: Активировать Schema.org разметку. Для SEO

source: Vote
ru_ru: Голосовать

source: Stars rating
ru_ru: Звездный рейтинг

source: WPR Settings
ru_ru: Настройки звездного рейтинга

source: <p>The <strong>WP POST RATING</strong> plugin requires versions minimum PHP >= %s <b>(Your is %s)</b> and WP >= %s <b>(Your is %s)</b></p>
ru_ru: <p><strong>WP POST RATING</strong> плагин требует версии минимально PHP >= %s <b>(Ваша %s)</b> и WP >= %s <b>(Ваша %s)</b></p>

source: Settings saved successful
ru_ru: Настройки успешно сохранены

source: User
ru_ru: Пользователь

source: Post
ru_ru: Пост

source: Vote result
ru_ru: Голос

source: IP adress
ru_ru: IP адрес

source: Date create
ru_ru: Дата создания

source: Delete
ru_ru: Удалить

source: Deleted %s vote
ru_ru: Удален %s голос

source: No ratings avaliable.
ru_ru: Пока никто не голосовал.

source: Guest
ru_ru: Гость

source: List posts by rating
ru_ru: Список записей по рейтингу

source: You may order displayed posts
ru_ru: Вы можете настроить сортировку выводимых записей

source: New title
ru_ru: Новый заголовок

source: Title
ru_ru: Заголовок

source: Count of posts
ru_ru: Количество записей

source: Order by
ru_ru: Сортировать по

source: Sort by
ru_ru: Сортировать как

source: Wrapper posts
ru_ru: Оболочка записей

source: Wrapper for all posts, supports shortcodes:
ru_ru: Оболочка всех записей, поддерживает шорткоды:

source: Wrapper one post
ru_ru: Оболочка одной записи

source: Wrapper for one post, supports shortcodes:
ru_ru: Оболочка для одной записи, поддерживает шорткоды:

source: Date format
ru_ru: Формат даты

source: Dates formats is here <a href="https://codex.wordpress.org/Formatting_Date_and_Time">https://codex.wordpress.org/Formatting_Date_and_Time</a>
ru_ru: Всевозможные форматы даты доступны по ссылке <a href="https://codex.wordpress.org/Formatting_Date_and_Time">https://codex.wordpress.org/Formatting_Date_and_Time</a>
